do

function run(msg, matches)
  return [[ 📝 ليست دستورات مدیریت گروه :

🚫 حذف کردن کاربر
اخراج ایدی
✅ریپلی
 

🚫 کردن کاربر ( حذف برای همیشه )
 بن ایدی
 ✅ریپلی

🚫 حذف بن کاربر ( آن بن )
ان بن ایدی
✅ریپلی

🚫 حذف خودتان از گروه
حذفم کن

🚫 حذف کاربران غیر فعال
!kickinactive

👥 دريافت ليست مديران گروه
!modlist

👥 افزودن یک مدیر به گروه
!promote [یوزنیم]

👥 حذف کردن یک مدير
!demote [یوزنیم]

📃 توضيحات گروه
!about

📜 قوانين گروه
!rules

🌅 انتخاب و قفل عکس گروه
!setphoto

🔖 انتخاب نام گروه
!setname [نام مورد نظر]

📜 انتخاب قوانين گروه
!set rules [متن قوانین]

📃 انتخاب توضيحات گروه
!set about [متن مورد نظر]

🔒 قفل اعضا ، نام گروه ، ربات و ...
!lock [member|name|bots|]

🔓 باز کردن قفل اعضا ، نام گروه و ...
!unlock [member|name|bots|]

📥 دريافت یوزر آی دی گروه يا کاربر
!id

📥 دریافت اطلاعات کاربری و مقام
!info

⚙ دریافت تنظیمات گروه 
!settings

📌 ساخت / تغيير لينک گروه
!newlink

📌 دريافت لينک گروه
!link

📌 دريافت لينک گروه در پی وی
!linkpv

🛃 انتخاب مالک گروه
!setowner [یوزر آی دی]

🔢 تغيير حساسيت ضد اسپم
!setflood [5-20]

✅ دريافت ليست اعضا گروه
!who

✅ دريافت آمار در قالب متن
!stats

〽️ سيو کردن يک متن
!save [value] <text>

〽️ دريافت متن سيو شده
!get [value]

❌ حذف قوانين ، مديران ، اعضا و ...
!clean [modlist|rules|about]

♻️ دريافت يوزر آی دی یک کاربر
!res [یوزنیم]

🚸 دريافت گزارشات گروه
!log

🚸 دريافت ليست کاربران بن شده
!banlist

🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹

🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹
 ]]
end

return {
  description = "Shows bot version", 
  usage = "!version: Shows bot version",
  patterns = {
    "^راهنما$"
   
  }, 
  run = run 
}

end
