do

function run(msg, matches)
  return [[ 📝 ليست دستورات مدیریت گروه :

🚫 حذف کردن کاربر
اخراج 

🚫 کردن کاربر ( حذف برای همیشه )
!ban [یوزنیم/یوزر آی دی]

🚫 حذف بن کاربر ( آن بن )
!unban [یوزر آی دی]

🚫 حذف خودتان از گروه
!kickme

🚫 حذف کاربران غیر فعال
!kickinactive

👥 دريافت ليست مديران گروه
!modlist

👥 افزودن یک مدیر به گروه
!promote [یوزنیم]

👥 حذف کردن یک مدير
!demote [یوزنیم]

📃 توضيحات گروه
!about

📜 قوانين گروه
!rules

🌅 انتخاب و قفل عکس گروه
!setphoto

🔖 انتخاب نام گروه
!setname [نام مورد نظر]

📜 انتخاب قوانين گروه
!set rules [متن قوانین]

📃 انتخاب توضيحات گروه
!set about [متن مورد نظر]

🔒 قفل اعضا ، نام گروه ، ربات و ...
!lock [member|name|bots|tag|adds|badw|join|arabic|eng|sticker|leave]

🔓 باز کردن قفل اعضا ، نام گروه و ...
!unlock [member|name|bots|tag|adds|badw|join|arabic|eng|sticker|leave]

📥 دريافت یوزر آی دی گروه يا کاربر
!id

📥 دریافت اطلاعات کاربری و مقام
!info

⚙ دریافت تنظیمات گروه 
!settings

📌 ساخت / تغيير لينک گروه
!newlink

📌 دريافت لينک گروه
!link

📌 دريافت لينک گروه در پی وی
!linkpv

🛃 انتخاب مالک گروه
!setowner [یوزر آی دی]

🔢 تغيير حساسيت ضد اسپم
!setflood [5-20]

✅ دريافت ليست اعضا گروه
!who

✅ دريافت آمار در قالب متن
!stats

〽️ سيو کردن يک متن
!save [value] <text>

〽️ دريافت متن سيو شده
!get [value]

❌ حذف قوانين ، مديران ، اعضا و ...
!clean [modlist|rules|about]

♻️ دريافت يوزر آی دی یک کاربر
!res [یوزنیم]

🚸 دريافت گزارشات گروه
!log

🚸 دريافت ليست کاربران بن شده
!banlist

🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹

📝 ليست دستورات ابزار ها :

😂 ارسال جک های خفن
!joke

🌀 تکرار متن مورد نظر شما
بنویس [متن]

🎤 فعال کردن قابلیت چت با ربات
!plugins + chat group

🎤 غیر فعال کردن قابلیت چت با ربات
!plugins - chat group

📝 فعال کردن پیام خوش آمد گویی
!plugins + welcome group

📝 غیر فعال کردن پیام خوش آمد گویی
!plugins - welcome group

🃏 ساخت عکس نوشته
!tex [متن]


⌨ انجام محاسبات ریاضی
حساب کن 2+8

📢 ارتباط با پشتیبانی ربات
!feedback [متن پیام]


💬 راهنمای ربات (همین متن)
!help
اینجا ایدی ها
🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹

⚠️ هرگونه سوال یا مشکل در ربات
را از طریق دستور فیدبک برای مدیران
ربات ارسال و منتظر جواب باشید.

⚠️  شما ميتوانيد از ! و / استفاده کنيد. 

⚠️  تنها مديران ميتوانند ربات ادد کنند. 

⚠️  تنها معاونان و مديران ميتوانند 
جزييات مديريتی گروه را تغيير دهند.

🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹🔹
 ]]
end

return {
  description = "Shows bot version", 
  usage = "!version: Shows bot version",
  patterns = {
    "^راهنما$"
   
  }, 
  run = run 
}

end
